{
  "CONTEXTS": {
    "SHOW_MENU": "show-menu",
    "MENU_ITEM": "menu-item",
    "MEMBERSHIP": "membership",
    "MEMBER_BENEFIT": "member-benefit",
    "MEMBERSHIP_LEVEL": "membership-level",
    "ABOUT_CHAMBER": "about-chamber",
    "PARTNERS": "partners",
    "PARTNER_INFO": "partner-info"
  },
  "DATA": {
    "MENU_DATA": {
      "title": "MAIN MENU",
      "list": [
        {
          "name": "Membership",
          "id": "membership"
        },
        {
          "name": "Events",
          "id": "events"
        },
        {
          "name": "Business development",
          "id": "businessDevelopment"
        },
        {
          "name": "About the chamber",
          "id": "aboutTheChamber"
        }
      ]
    },
    "MEMBERSHIP": {
      "title": "MEMBERSHIP OPTIONS",
      "list": [
        {
          "name": "Membership Levels",
          "id": "membershipLevels"
        },
        {
          "name": "Member Benefits",
          "id": "memberBenefits"
        },
        {
          "name": "Member Directory",
          "id": "memberDirectory"
        }
      ]
    },
    "MEMBER_BENEFIT": {
      "title": "MEMBER BENEFIT",
      "list": [
        {
          "headline": "",
          "items": [
            {
              "name": "Marketing opportunities for your business/organization to gain exposure"
            },
            {
              "name": "Sponsorship sponsor a GNFCC event/program"
            },
            {
              "name": "Chamber Marketing Opportunities GNFCC.com, Chamberlink Weekly email blast to members, Online Directory"
            },
            {
              "name": "All employees are members of GNFCC for participation in Chamber events, services and resources"
            },
            {
              "name": "Access to the most effective networking/referral program in North Fulton"
            },
            {
              "name": "Complimentary admission to Monthly Business After HoursChamber101 New Member orientation to help you take full advantage of Chamber benefits"
            },
            {
              "name": "Special “member” pricing at Chamber events and programs"
            },
            {
              "name": "Membership cling to display at your business"
            },
            {
              "name": "Complimentary Membership with the Georgia Chamber and U.S. Chamber Federation (businesses with 20 or less employees)"
            },
            {
              "name": "Member Discounts available Constant Contact Partner Program Anthem SMART Health Insurance"
            },
            {
              "name": "Member Landing Page update business info, add new contacts, manage membership"
            },
            {
              "name": "Community Calendar and Member Deals post your special events, workshops, important dates"
            },
            {
              "name": "Job Posts opportunity to find qualified employees"
            },
            {
              "name": "Enhanced Business Directory add video, images, keywords, Google map to your listing"
            },
            {
              "name": "Hi-tech conference/meeting space available"
            },
            {
              "name": "Advocacy on behalf of your business at the local, state and federal levels"
            },
            {
              "name": "Certificates of Origin Provided"
            },
            {
              "name": "Opportunity to join a Member2Member Business Round Table"
            }
          ]
        }
      ]
    },
    "MEMBERSHIP_LEVELS": {
      "title": "MEMBERSHIP LEVELS",
      "list": [
        {
          "headline": "Partner",
          "items": [
            {
              "name": "1-5 Employees $395"
            },
            {
              "name": "6-20 Employees $495"
            },
            {
              "name": "21-59 Employees $625"
            },
            {
              "name": "60-99 Employees $1000"
            },
            {
              "name": "100+ Employees and/or Multiple Locations: $2500"
            }
          ]
        },
        {
          "headline": "Chairman's Circle",
          "items": [
            {
              "name": "$5,000 per year"
            },
            {
              "name": "Chairman's Circle is a distinct group of CEOs and high-level Executives representing major companies, business segments and investors in the Metro Atlanta area."
            }
          ]
        }
      ]
    },
    "ABOUT_CHAMBER": {
      "title": "About the chamber",
      "list": [
        {
          "name": "Partners",
          "id": "partners"
        },
        {
          "name": "Our Mission",
          "id": "ourMission"
        },
        {
          "name": "Committtes",
          "id": "committtes"
        },
        {
          "name": "Awards",
          "id": "awards"
        }
      ]
    },
    "PARTNERS": {
      "title": "PARTNERS",
      "list": [
        {
          "name": "The U.S. Small Business Administration",
          "id": "umallBusinessAdministration",
          "imageUrl": "https://greaternorthfulton.s3.amazonaws.com/sba.png",
          "htmlText": "The U.S. Small Business Administration is offering low-interest federal disaster loans for working capital to Georgia small businesses suffering substantial economic injury as a result of the Coronavirus (COVID-19). These loans can provide vital economic support to help small businesses overcome the temporary loss of revenue they are experiencing.",
          "ssmlText": "The U.S. Small Business Administration is offering low interest federal disaster loans for working capital to Georgia small businesses suffering substantial economic injury as a result of the Coronavirus (COVID 19). These loans can provide vital economic support to help small businesses overcome the temporary loss of revenue they are experiencing."
        },
        {
          "name": "SBDC",
          "id": "sbdc",
          "imageUrl": "https://greaternorthfulton.s3.amazonaws.com/sbdc.png",
          "htmlText": "The Small Business Development Center (SBDC) provides free, confidential consulting to member businesses on a variety of subjects including business plans, marketing strategies, financial analysis, management structure, access to capital, social media, and much more.",
          "ssmlText": "The Small Business Development Center (SBDC) provides free, confidential consulting to member businesses on a variety of subjects including business plans, marketing strategies, financial analysis, management structure, access to capital, social media, and much more."
        },
        {
          "name": "SCORE",
          "id": "score",
          "imageUrl": "https://greaternorthfulton.s3.amazonaws.com/score.jpg",
          "htmlText": "Using a large network of highly successful and experienced business professionals and entrepreneurs as mentors, SCORE provides free confidential business advice through face-to-face meetings, providing advice on every aspect of business.",
          "ssmlText": "Using a large network of highly successful and experienced business professionals and entrepreneurs as mentors, SCORE provides free confidential business advice through face to face meetings, providing advice on every aspect of business."
        },
        {
          "name": "Regional Business Coalition (RBC)",
          "id": "regionalBusinessCoalition",
          "imageUrl": "https://greaternorthfulton.s3.amazonaws.com/rbc.png",
          "htmlText": "The Regional Business Coalition of Metropolitan Atlanta (RBC) is an organization of 16 local Chambers of Commerce throughout the Metro Atlanta region. RBC member chambers represent over 10,000 businesses that collectively employ over 1 million metro Atlanta residents. <br><br>The RBC’s primary goal is to represent the interests of RBC chamber members on public policy issues impacting our transportation, water and air quality and to advocate for solutions that improve metro Atlanta’s quality of life and economic vitality",
          "ssmlText": "The Regional Business Coalition of Metropolitan Atlanta (RBC) is an organization of 16 local Chambers of Commerce throughout the Metro Atlanta region. RBC member chambers represent over 10,000 businesses that collectively employ over 1 million metro Atlanta residents.The RBCs primary goal is to represent the interests of RBC chamber members on public policy issues impacting our transportation, water and air quality and to advocate for solutions that improve metro Atlantas quality of life and economic vitality"
        },
        {
          "name": "RUMC Job Networking",
          "id": "rumcJobNetworking",
          "imageUrl": "https://greaternorthfulton.s3.amazonaws.com/rumc.png",
          "htmlText": "Roswell United Methodist Church provides employment workshops, mini job fairs and evening dinners with keynote speakers for those in need of employment or job readiness. RUMC Job Networking meets every 2nd and 4 th Monday of the month to connect employees with job opportunities in North Fulton.",
          "ssmlText": "Roswell United Methodist Church provides employment workshops, mini job fairs and evening dinners with keynote speakers for those in need of employment or job readiness. RUMC Job Networking meets every 2nd and 4 th Monday of the month to connect employees with job opportunities in North Fulton."
        },
        {
          "name": "Georgia Hispanic Chamber",
          "id": "georgiaHispanicChamber",
          "imageUrl": "https://greaternorthfulton.s3.amazonaws.com/georgiaHispanic.png",
          "htmlText": "The Georgia Hispanic Chamber focus is to promote and support the domestic and international economic development of Hispanic businesses and individuals. Programs include business formation, business growth, and civic and leadership development and engagement. Professionals come together to network and share on the second Tuesday of the month at the GNFCC office.",
          "ssmlText": "The Georgia Hispanic Chamber focus is to promote and support the domestic and international economic development of Hispanic businesses and individuals. Programs include business formation, business growth, and civic and leadership development and engagement. Professionals come together to network and share on the second Tuesday of the month at the GNFCC office."
        },
        {
          "name": "goBeyond Profit",
          "id": "goBeyondProfit",
          "imageUrl": "https://greaternorthfulton.s3.amazonaws.com/goBeyondProfit.png",
          "htmlText": "goBeyondProfit is a recognized statewide alliance of business leaders committed to corporate generosity and improving people’s lives. goBeyondProfit provides timely, data-driven insights, comparative analysis and peer interviews helping executives navigate the complexity in the marketplace and set strategy to care for their people, community and bottom-line.",
          "ssmlText": "goBeyondProfit is a recognized statewide alliance of business leaders committed to corporate generosity and improving people’s lives. goBeyondProfit provides timely, data-driven insights, comparative analysis and peer interviews helping executives navigate the complexity in the marketplace and set strategy to care for their people, community and bottom line."
        }
      ]
    }
  }
}